{"createdate": "2019-07-03", "articles": [{"publishdate": "1/2/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "How do New York Times journalists use technology in their jobs and in their personal lives? Julie Bloom, a deputy editor for national coverage for The Times, discussed the tech she’s using.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "WASHINGTON — After more than six years of less-than-heartfelt endorsements, a bitter parting of ways and a momentary rapprochement, the relationship between Mitt Romney and President Trump returned Wednesday to where it began: awkward, transactional and lingering uneasily between friend and foe.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "In February 2016, Giulianna Di Lauro, a Latino outreach strategist for Senator Bernie Sanders’s presidential operation, complained to her supervisor that she had been harassed by a campaign surrogate whom she drove to events ahead of the Democratic primary in Nevada.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "FRANKFURT — The European Central Bank took control of a troubled Italian bank Wednesday, an unprecedented step that spotlighted the risks to the eurozone’s financial system from political chaos in Rome and a sputtering economy.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "SAN FRANCISCO — Apple reduced its revenue expectations for the first time in 16 years on Wednesday because of poor iPhone sales in China, an unexpected development that underscored the slowing of China’s economy and raised fears of further turmoil in global markets.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "Good Wednesday morning. Welcome to the first working day of the new year. Want this by email? Sign up here.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "Li Chengzhi had a lot to learn when he first got a job as a professional censor. ", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "Voting rights and partisan gerrymandering, traditionally the preoccupation of wonky party strategists and good-government groups, have become major flash points in the debate about the integrity of American elections, signaling high stakes battles over voter suppression and politically engineered districts ahead of the 2020 presidential race.", "label": "Sell"}, {"publishdate": "1/2/2019", "content": "The new year began with another round of choppy trading on Wall Street, as stocks opened sharply lower but recouped their losses after a rise in oil prices lifted shares of energy producers.", "label": "Sell"}, {"publishdate": "1/3/2019", "content": "On good days, it’s a concert hall, a news source or a way to entertain the kids. On bad ones, it’s a cranked-to-11 therapy session to the loudest tracks on your Spotify playlist.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Bristol-Myers Squibb said on Thursday that it would buy Celgene, a maker of cancer-fighting drugs, in a cash-and-stock deal valued at $74 billion, the first major pharmaceutical deal of 2019.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Maybe the markets were not overreacting.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Good Thursday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Nearly 180,000 former students at for-profit schools run by Career Education will not have to repay $494 million they owed to the company, a group of 49 state attorneys general announced Thursday.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "If all had gone as he hoped, Mark Harris would have been sworn in to the House of Representatives Thursday as the new member from North Carolina’s Ninth Congressional District.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Happy New Year! We hope you’re rested and ready for all that 2019 will bring. This is On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host. ", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "Good Thursday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/3/2019", "content": "HONG KONG — For years, no matter what was happening elsewhere, global companies bet billions upon billions of dollars that China’s consumers would keep spending money.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "TOKYO — Carlos Ghosn will finally get a day in court.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "BEIJING — To most Americans, the names are unfamiliar, maybe a little hard to pronounce: Huawei, Xiaomi, Oppo, Vivo.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "The Weather Channel app deceptively collected, shared and profited from the location information of millions of American consumers, the city attorney of Los Angeles said in a lawsuit filed on Thursday.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "ATLANTA — Jerome H. Powell, the Federal Reserve chairman, said Friday that low inflation would allow the Fed to be “patient” in deciding whether to continue raising interest rates, a message welcomed by jittery investors.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "Last year at this time, Republicans feared the “blue wave,” a surge of voter enthusiasm for Democrats in the midterm elections.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "Wells Fargo says it wants to make things right with the American public. After years of cheating its customers, the bank has a golden opportunity to make good on its promises. ", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "A year ago, in the wake of President Trump’s tax cut, euphoric investors pushed the Dow Jones industrial average past 25,000, a record. The Dow had just gained 25 percent in 2017, and the Nasdaq had leapt 28 percent. Volatility was so low that there wasn’t a single day in 2017 when the S&P 500 fluctuated more than 2 percent.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "Stocks surged on Friday after the Federal Reserve chairman, Jerome H. Powell, said the central bank’s approach to monetary policy would remain flexible in the face of market turbulence and signs that the global economy is slowing.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "As they recorded another year of strong United States sales, automakers said Thursday that they saw little cause for concern in the months ahead. But a closer look shows signs of strain emerging on several fronts.", "label": "Buy"}, {"publishdate": "1/4/2019", "content": "Do not pity Timothy D. Cook. He has made hundreds of millions of dollars as Apple’s chief executive. He is regarded as one of business’s best bosses, and runs a company with a beloved brand and $130 billion in cash. ", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Hotels have already turned their lobbies into spaces where guests can socialize or work. Now, some properties are going one step further to cater to business travelers and professionals in general: They’ve set up WeWork-style co-working areas.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Stocks rose on Monday, buoyed by the efforts of central bankers to ease economic worries, as investors watched for developments in trade talks between the United States and China.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "DES MOINES — Allison Kipp is all in for Senator Elizabeth Warren’s presidential campaign, but she was the exception.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Good Monday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Good Monday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "Susan Zirinsky, the longtime producer of “48 Hours” on CBS, will succeed David Rhodes as the president of the network’s news division in March, the company said Sunday night.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "SoftBank is increasing its ownership stake in WeWork yet again, investing a further $2 billion in the fast-growing co-working company, according to three people familiar with the deal.", "label": "Buy"}, {"publishdate": "1/7/2019", "content": "CEMAES, Wales — Not far from this harbor village of brightly painted houses on Anglesey Island, a huge construction project is underway. Gates and wire fences are up. Archaeologists are sifting through dirt to document stony dwellings dating from 100 B.C. A technical school is welcoming apprentices eager to learn how to maneuver in high-tech control rooms and operate water-cooling systems.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "$12.95 MILLION", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "Stocks added to a streak of recent gains on Tuesday, as investors anticipated progress in trade-deal negotiations between the United States and China.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "What if there were a way to eliminate student debt? No, really. ", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "TOKYO — Carlos Ghosn and his lawyers are laying out the most comprehensive case yet for his innocence, nearly two months after his arrest shook the auto business and tarnished his reputation as an industry titan.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "After a flurry of last-minute negotiations, Sears, which filed for bankruptcy protection in October, will live on for at least another week.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "Good Tuesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "SHANGHAI — China’s leader, Xi Jinping, has offered carrots to President Trump to stop a trade war that has contributed to a sharp slowdown in the Chinese economy. On Tuesday, he also seemed to brandish a stick.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "BEIJING — China is buying American soybeans again and has cut tariffs on American cars. It is offering to keep its hands off valuable corporate secrets, while also allowing foreign investors into more industries than ever before.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "Moments after President Trump concluded his Oval Office remarks on border security on Tuesday, the NBC anchor Chuck Todd came on air with a blunt assessment.", "label": "Buy"}, {"publishdate": "1/8/2019", "content": "A year ago, Jeromy Gaviola was struggling to find steady and meaningful work in San Francisco. Living in the working-class neighborhood of Hunters Point, he heard about a program that was training residents to build the Chase Center, the $1 billion, 18,000-seat arena in Mission Bay that will be the new home of the Golden State Warriors when it opens this fall.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "Good Wednesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "Tom Steyer, the California billionaire who has crusaded for President Trump’s impeachment, said on Wednesday that he would not join the pack of Democrats running for president in 2020 and would instead redouble his efforts to topple Mr. Trump before the election.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "LOS ANGELES — John Lasseter, the Pixar co-founder who was forced to resign from the Walt Disney Company in June after complaints about unwanted touching in the workplace, has become one of the first men toppled in the #MeToo era to find a new Hollywood perch.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "INCHEON, South Korea — As President Trump leads a drive to slash taxes and pare back regulation, one major economy is taking a different approach. ", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "BEIJING — Three days of trade negotiations between midlevel American and Chinese officials ended in Beijing on Wednesday afternoon with progress in identifying and narrowing the two sides’ differences but little sense of when they might reach a deal.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "From the moment President Trump began speaking Tuesday night, in an Oval Office address urging the public to support his controversial border wall, Democrats who may run for the White House in 2020 were responding in real time with sharp criticisms and common themes:", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "How do New York Times journalists use technology in their jobs and in their personal lives? Li Yuan, a technology columnist in Hong Kong, discussed the tech she’s using.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "WASHINGTON — A pair of influential Federal Reserve officials said Wednesday that the central bank should pause to assess economic conditions before considering additional interest rate increases, reinforcing the message delivered last week by the Fed chairman, Jerome H. Powell.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "Even in its heyday, “The Apprentice” never earned ratings like this.", "label": "Buy"}, {"publishdate": "1/9/2019", "content": "Good Wednesday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/10/2019", "content": "ATLANTA — The economics profession is facing a mounting crisis of sexual harassment, discrimination and bullying that women in the field say has pushed many of them to the sidelines — or out of the field entirely.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "Ogden Nash described winter as “the season to be young, catching snowflakes on your tongue.” Sure, snow days are fun for children, but for drivers, wintry weather is a hazard.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "RICHMOND, Va. — A judge in Virginia reopened a more than two-year-old case on Wednesday to consider accusations that the powerful consultancy McKinsey & Company had defrauded his court while advising a bankrupt coal company.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "European authorities are investigating whether the Dutch government illegally allowed the American sportswear maker Nike to avoid paying taxes on profits from sales in the region, potentially exposing the company to huge penalties similar to those imposed on Apple and Amazon.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "For a second time in eight days, Senator Bernie Sanders apologized to women on his 2016 presidential campaign, as he seeks to put behind him a series of damaging reports about the mistreatment of female staff members that threatens to undercut another likely White House bid.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "Good Thursday morning. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "With populism making a strong comeback on the Democratic left, liberals have found an early, enticing foil in the party’s 2020 presidential primary: billionaires like Michael R. Bloomberg who could bankroll their own campaigns or finance others.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "LOS ANGELES — A federal judge dismissed part of Ashley Judd’s multipronged lawsuit against Harvey Weinstein on Wednesday, ruling that her allegations of sexual harassment do not fall within the scope of a California statute.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Hold"}, {"publishdate": "1/10/2019", "content": "Fiat Chrysler’s boldest and most recent bid to bring diesel technology to American consumers has wound up costing the automaker plenty.", "label": "Hold"}, {"publishdate": "1/11/2019", "content": "The government shutdown and partisan wrangling over a wall at the southern border have produced high political drama in Washington, where President Trump has sought to portray the impasse as a national emergency.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "If you’re worried about your credit card bills from the holidays, you’re not alone: Even the wealthiest Americans, who have little chance of running out of money, are concerned about their spending.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "TOKYO — Japanese prosecutors brought fresh charges of financial wrongdoing on Friday against Carlos Ghosn, the embattled global auto chief who sits in a Tokyo jail.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "Good Friday morning. Here are some of the stories making news in Washington and politics today.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "Good Friday morning. Want this by emai? Sign up here.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "Juul Labs, the company behind the insanely popular vaping device, has a message for the nation’s estimated 37.8 million adult smokers:", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "LONDON — Some car manufacturers will idle their factories. The police are advising store owners to hire more security guards. Trucks have been sent to the coast to practice with artificial traffic jams. And exasperated business lobbyists are warning of supply-chain calamities.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "Each week, technology reporters and columnists from The New York Times review the week’s news, offering analysis and maybe a joke or two about the most important developments in the tech industry. Want this newsletter in your inbox? Sign up here.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "LONDON — The Polish authorities arrested two people, including a Chinese employee of the telecommunications giant Huawei, and charged them with spying for Beijing, officials said on Friday, as the United States and its allies move to restrict the use of Chinese technology because of concerns that it is being used for espionage.", "label": "Sell"}, {"publishdate": "1/11/2019", "content": "Senator Kirsten Gillibrand of New York has hired several senior aides for an expected presidential campaign, a sign that she is all but certain to join the race against President Trump and that her entry may be imminent.", "label": "Sell"}, {"publishdate": "1/14/2019", "content": "DETROIT — A decade ago, Chrysler was the weakest of the three Detroit automakers and staved off collapse with the help of a government-backed bankruptcy. Today, Fiat Chrysler Automobiles appears to be the sturdiest by many measures, in large part because it stopped making sedans well before its competitors.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "WASHINGTON — Medicare for All. A federal jobs guarantee. The “Green New Deal.” No Super PAC money. No mass deportations.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "Even by the tweeting habits of the 45th president of the United States, it was a puzzler.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "The Russian media was having way too much fun last week.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "LOS ANGELES — Pacific Gas and Electric Company announced the departure of its chief executive Sunday as it remained besieged by a financial crisis related to California’s historic wildfires.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "Accused of helping to carry out an international multibillion-dollar fraud, Goldman Sachs has tried to pin the blame on a few rogue bankers.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "LOS ANGELES — Pacific Gas and Electric said on Monday that it would seek bankruptcy protection as “the only viable option” as the giant California utility faces billions of dollars in liability claims from two years of deadly wildfires.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "Good Monday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/14/2019", "content": "You’ve heard the pitch on your flights: Apply for an airline’s credit card and get perks like waived bag fees, priority boarding and miles for every dollar you spend.", "label": "Buy"}, {"publishdate": "1/15/2019", "content": "Adam Moss, whose visual savvy and ear for the zeitgeist made him one of the leading magazine editors of his generation, said on Tuesday that he would step down from New York magazine, his canvas for the past 15 years.", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "Good Tuesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "Netflix is raising prices.", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "Ford Motor and Volkswagen have outlined what the companies hope will become a broad alliance — one that will hasten development of electric and self-driving cars and eventually cut costs.", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "BEIJING — To entrepreneurs in China, he is a legend akin to Steve Jobs.", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "In less than two minutes, the men and boys in Gillette’s new ad engage in a panoply of bad behavior: bullying, fighting, discrimination, sexual harassment and more. A line of them, standing behind smoke wafting up from their grills, recites, “Boys will be boys will be boys will be boys.”", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "Good Tuesday morning. Breaking: JPMorgan Chase reported profit of $7.1 billion, or $1.98 a share, for the fourth quarter, missing analysts’ expectations. (Was this email forwarded to you? Sign up here.)", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "WASHINGTON — By the time a Republican challenged Representative Steve King of Iowa in the 2016 party primary, Mr. King had already courted far-right foreign leaders, proposed electric wiring atop a border wall to treat illegal immigrants like straying livestock, and said young migrants had “calves the size of cantaloupes because they’re hauling 75 pounds of marijuana across the desert.”", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "House Republican leaders removed Representative Steve King of Iowa from the Judiciary and Agriculture Committees on Monday night as party officials scrambled to appear tough on racism and contain damage from comments Mr. King made to The New York Times questioning why white supremacy is considered offensive.", "label": "Hold"}, {"publishdate": "1/15/2019", "content": "SAN FRANCISCO — The e-scooter boom began in Santa Monica, Calif., about 16 months ago. Electric scooters, owned by start-ups looking to mimic the success of ride-hailing companies like Uber, appeared around town. The idea was simple: Use a smartphone app to rent a scooter and then leave it at the end of the ride for the next person.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "LONDON — Scenes of pranks ranging from silly to hazardous have long been among YouTube’s most popular offerings. Now, after multiple reports of people putting themselves or others at risk by copying some of those stunts, the video-sharing service is clamping down on content that, in its view, depicts “dangerous challenges and pranks.”", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "On the internet, conspiracy theories, propaganda and plain old inaccuracies can stump even the most thoughtful readers, spreading faster than you can say “fake news.”", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "DUBLIN — A European Union regulator has ruled that McDonald’s must give up trademark rights to one of its cornerstone products — the Big Mac — in a long-running dispute with an Irish fast-food chain called Supermac’s.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "Sears lives. For now.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "Good Wednesday morning. Breaking: Sears and Edward S. Lampert have reached $5.3 billion deal that would keep its stores open for now. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "How do New York Times journalists use technology in their jobs and in their personal lives? Aisha Harris, assistant TV editor for The Times, discussed the tech she’s using.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "Good Wednesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "PARIS — For nearly three months, as its chairman and chief executive, Carlos Ghosn, remained jailed in Tokyo on allegations of financial misconduct, the French carmaker Renault stood by him.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "It’s January and you’ve gone and done it: You’ve resolved to keep better track of your personal finances. But deep down, you’re not sure where to start. Sure, you can buy accounting software, sign up for a service or poke around your bank’s online offerings for money management. But don’t overlook what is probably the best option of all: a simple and free spreadsheet you make yourself.", "label": "Hold"}, {"publishdate": "1/16/2019", "content": "They sound like the ingredients of a pulpy thriller: Bigamy. Secret religious conversions. A doctorate from a mail-order diploma mill. Affairs with powerful women.", "label": "Hold"}, {"publishdate": "1/17/2019", "content": "Good Thursday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "Verla Bloomfield has the kind of workplace that seems plucked from a different era. She has a pension, a union, several weeks of vacation and a paycheck that has nearly doubled in 14 years. Her employer? The United States government.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "WASHINGTON — Federal prosecutors in Seattle are investigating Huawei, the Chinese technology giant, on allegations of intellectual property theft, according to two people familiar with the case.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "David Haskell, a longtime deputy editor at New York magazine, will become its editor in chief on April 1, inheriting a glossy biweekly and a suite of websites devoted to pursuits like fashion, food, shopping and politics. He succeeds Adam Moss, who is stepping down after 15 years at the helm.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "Hitachi said on Thursday that it was suspending work on a 15 billion pound, or $19.3 billion, nuclear power project in North Wales after failing to agree on financial terms with the British and Japanese governments.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "Good Thursday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "In the summer of 2012, I called John C. Bogle to discuss his favorite subject: index funds and the plight of rank-and-file investors. He had urged me to reach out to him “anytime I needed him,” and I took him up on that offer regularly.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "LONDON — Facebook identified two disinformation campaigns originating from Russia — including one tied to an agency controlled by the Kremlin — that were targeted at users in Europe and Central Asia. The company said on Thursday it had deleted nearly 500 pages and accounts that had posted the misleading messages.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "FORT DODGE, Iowa — The coffee crew at Zakeer’s still likes Steve King. They voted for him over and over and don’t believe he is a bigot. They say he’s getting a raw deal from the news media and Republicans in Washington.", "label": "Buy"}, {"publishdate": "1/17/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Buy"}, {"publishdate": "1/18/2019", "content": "HUNTSVILLE, Ala. — After Doug Jones scored an upset win in the Alabama Senate race in 2017, elated Democrats nationwide dreamed of winning in other deeply red corners of the country. Mr. Jones seemed to offer a model, rejecting labels like progressive or conservative and calling himself a “Doug Jones Democrat.”", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "Just a few years out of college, Jeff Arnold sold his first company, which made a remote cardiac monitoring system, for $25 million. In 1999, he sold his second company, WebMD, becoming a billionaire before age 30.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "California joined about a half-dozen states this month in banning the use of a person’s gender when assessing risk factors for car insurance, a change that could potentially alter rates for scores of drivers across the state.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "Rupert Murdoch’s New York tabloid has a new boss.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "Good Friday morning. Here are some of the stories making news in Washington and politics today.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "The Forward, the 121-year-old Jewish publication that started as a Yiddish-language daily newspaper for those who had fled persecution in Europe, announced on Thursday that it planned to stop publishing print editions this spring.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "Each week, technology reporters and columnists from The New York Times review the week’s news, offering analysis and maybe a joke or two about the most important developments in the tech industry. Want this newsletter in your inbox? Sign up here.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "Tesla will reduce its full-time work force by 7 percent in an effort to lower the cost of producing its Model 3 sedan and make it a mass-market vehicle, Elon Musk, the electric-car maker’s chief executive, told employees on Friday.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "TOKYO — Mitsubishi Motors has joined Nissan in accusing Carlos Ghosn of financial wrongdoing, saying on Friday that he secretly received compensation of 7.8 million euros, or almost $9 million, from a joint venture of the two automakers.", "label": "Sell"}, {"publishdate": "1/18/2019", "content": "WASHINGTON — Shrugging off the limitations of the partial government shutdown, the Trump administration finalized rules on Friday governing who can claim a new 20 percent tax deduction for business owners.", "label": "Sell"}, {"publishdate": "1/22/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "DAVOS, Switzerland — As business and political leaders arrive in the Swiss Alps for the annual meeting of the World Economic Forum, a surprisingly alarming letter from an influential investor who studiously eschews attention has already emerged as a talking point.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "TOKYO — For the second time in a week, a Japanese court has rejected a bail request by Carlos Ghosn, the former global auto chieftain who has spent more than two months in a Tokyo jail.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "SYDNEY, Australia — A new law in Australia gives law enforcement authorities the power to compel tech-industry giants like Apple to create tools that would circumvent the encryption built into their products.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "TBILISI, Georgia — For three years, a windowless warehouse on the edge of town has been whirring with enough energy to power nearly 50,000 homes. Day and night, the warehouse, and dozens of cargo containers in a windswept valley, are generating Bitcoin, the cryptocurrency that has created a virtual gold rush in the former Soviet republic of Georgia.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "Good Tuesday morning. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "DAVOS, Switzerland — Ever since President Xi Jinping of China unveiled the Belt and Road Initiative in 2013 to link the economies of Asia, Europe and Africa with highways, rail lines and power plants, Beijing has promoted the program as a centerpiece of its foreign policy.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "In a refurbished Salvation Army building in downtown Lincoln, Neb., Bob Hinrichs runs a co-working space for about 150 people.", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "$12.495 MILLION", "label": "Hold"}, {"publishdate": "1/22/2019", "content": "LONDON — When new employees join Huawei, they are given books about the Chinese telecommunications company’s achievements. One featured accomplishment is how the company has thrived in Europe.", "label": "Hold"}, {"publishdate": "1/23/2019", "content": "DAVOS, Switzerland — Leaders of Japan, South Africa, China and Germany issued a series of calls on Wednesday for global oversight of the tech sector, in a clear signal of growing international interest in seizing greater regulatory supervision of an industry led by the United States.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "How do New York Times journalists use technology in their jobs and in their personal lives? Nick Confessore, an investigative reporter, discussed the tech he’s using.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "BuzzFeed, often hailed as the future of publishing and a leading producer of digital content, plans to lay off 15 percent of its work force, or around 200 employees, according to a memo sent to the staff on Wednesday night.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "Pete Buttigieg, the 37-year-old mayor of South Bend, Ind., announced on Wednesday that he was entering the Democratic presidential primary, embarking on a long-shot campaign that may test the appeal of a youthful, Midwestern profile over more traditional qualifications for the presidency.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "Good Wednesday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "With a new year and a new Netflix show that features the Japanese organizing guru Marie Kondo on the art of “Tidying Up,” many of us are experimenting with how to simplify our lives by purging our homes of unwanted possessions.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "Good Wednesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Buy"}, {"publishdate": "1/23/2019", "content": "Joseph R. Biden Jr. swept into Benton Harbor, Mich., three weeks before the November elections, in the midst of his quest to reclaim the Midwest for Democrats. He took the stage at Lake Michigan College as Representative Fred Upton, a long-serving Republican from the area, faced the toughest race of his career.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "Kenneth Griffin, the billionaire founder of the hedge fund Citadel, broke a real estate record on Wednesday when he closed on his purchase of a penthouse at 220 Central Park South for $238 million. It’s the highest price anyone has paid for a home in the United States, and $100 million above the previous record.Mr. Griffin went to contract on the apartment, in a building that was still being developed, in 2015 amid a real estate buying spree that includes a London mansion he bought this week for 95 million pounds, or about $122 million. ", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "LOS ANGELES — Pacific Gas and Electric Company, with billions of dollars of potential wildfire liabilities pushing it toward bankruptcy, has been cleared of responsibility for one giant 2017 fire in Northern California, brightening its financial outlook.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "SHANGHAI — Under China’s president, Xi Jinping, the last vestiges of the global internet have slowly disappeared from an online world that had already shut out Twitter, Google and Facebook.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "Lured by the prospect of high-salary, high-status jobs, college students are rushing in record numbers to study computer science.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "Renault, Nissan and Mitsubishi, on their own, aren’t among the top handful of the world’s auto manufacturers. Together, in a unique alliance, however, they outmatch the sales of giant automakers like Volkswagen.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "SEATTLE — Microsoft said its Bing search page was back online in China after being inaccessible for part of this week. It appeared to have been blocked by government censors.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "SAN FRANCISCO — In October, the Chinese province of Guangdong — the manufacturing center on the southern coast that drives 12 percent of the country’s economy — stopped publishing a monthly report on the health of its local factories.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "SACRAMENTO — In the backyard of California’s Capitol sits Franklin Boulevard, a largely industrial area where many residents earn a living keeping old vehicles on the road. The state, which has been aggressively pushing toward an electric-car future, has made few such inroads in this working-class neighborhood.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "Good Thursday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/24/2019", "content": "Joseph R. Biden Jr. defended his decision to praise an embattled Republican lawmaker during a paid speech in Michigan last fall, telling a group of mayors on Thursday morning that it reflected his philosophy of how to “get things done.”", "label": "Buy"}, {"publishdate": "1/25/2019", "content": "SAN FRANCISCO — Each week, technology reporters and columnists from The New York Times review the week’s news, offering analysis and maybe a joke or two about the most important developments in the tech industry. Want this newsletter in your inbox? Sign up here.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "SAN FRANCISCO — Mark Zuckerberg, Facebook’s chief executive, plans to integrate the social network’s messaging services — WhatsApp, Instagram and Facebook Messenger — asserting his control over the company’s sprawling divisions at a time when its business has been battered by scandal.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "The publisher Spiegel & Grau, a Penguin Random House imprint known for its best-selling and groundbreaking nonfiction, has been shut down as part of a continuing effort to streamline Penguin Random House’s sprawling operation following the merger between Penguin and Random House in 2013.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "LONDON — The Chinese telecommunications giant Huawei was dealt another blow on Friday when one of the world’s largest wireless carriers suspended its purchases from the company in Europe over security concerns about its ties to the Chinese government.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "Tax preparers, bracing for a tricky filing season, are advising taxpayers to file returns as they usually do, but to be prepared for possible delays if they are due refunds.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "Some of the most prominent voices in the conservative base were furious at President Trump on Friday after he agreed to reopen the government without getting money for a border wall — the sort of terms he had spent more than a month rejecting. They derided the deal as a capitulation by a leader who they had trusted to stand firm.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "“This is going to be a tough week,” Ben Smith, the editor in chief of BuzzFeed News, wrote in an email to his staff on Wednesday. On Friday, the newsroom learned just how tough, when the company laid off 43 of the roughly 250 journalists who worked in that division, according to a BuzzFeed spokesman.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "Businesses have been sounding the alarm over Britain’s impending departure from the European Union ever since its approval in a 2016 referendum. But this week, with lawmakers unable to agree on any sort of orderly plan as the March deadline for a deal nears, their warnings rang louder — and some decided to act.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "Good Friday morning. Want this by email? Sign up here.", "label": "Sell"}, {"publishdate": "1/25/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "The government is back. Government data, however, will have to wait awhile.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "The United States economy has grown for nearly a decade, its second-longest run ever without a recession, and investors are anxious about whether it can keep going.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "Corporate warnings about China’s sluggish economy hit stocks on Monday as the battle between the world’s largest economies over trade and technology continued to weigh on the outlook for growth and profits.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "TOKYO — After Bernard L. Madoff, arguably the most notorious financial criminal of all time, was arrested for defrauding investors in a multibillion-dollar Ponzi scheme, he was released on $10 million in bail the same day. Until his trial months later, he lived and slept  in his Manhattan penthouse.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "As Americans brace for the next presidential campaign — already underway and showing on a screen near you — press pundits are worried about the news media’s readiness for the challenge ahead.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "SAN FRANCISCO — Despite a trade war between the United States and China and past admonishments from President Trump “to start building their damn computers and things in this country,” Apple is unlikely to bring its manufacturing closer to home.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "Good Monday morning. Here are some of the stories making news in Washington and politics today.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "LONDON — Tesco supermarket, the largest grocer in Britain by market share, said it was planning to cut thousands of employees, an attempt to fend off challenges from discount retailers and a possible Brexit downturn.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "Did you apply for undergraduate admission this year and write an application essay about money, work, social class or other related topics? If so, we’d like to see it.", "label": "Sell"}, {"publishdate": "1/28/2019", "content": "Good Monday morning. Want this by email? Sign up here.", "label": "Sell"}, {"publishdate": "1/29/2019", "content": "Apple said on Tuesday that profits were flat and revenues were down in its most recent quarter, indicating a difficult road ahead for a company that five months ago became the first American firm to be valued above $1 trillion.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "KAOHSIUNG, Taiwan — The National Kaohsiung Center for the Arts in Taiwan stands out for its colossal presence and undulating design.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "$8.8 MILLION", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "Good Tuesday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "Good Tuesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "SAN FRANCISCO — The iPhone as an eavesdropping device? Watch out. It can happen.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "A day after Senator Kamala Harris of California endorsed ending private health insurance in favor of a “Medicare for all” government plan, Michael R. Bloomberg, a possible rival of hers for the Democratic presidential nomination, said the proposal would “bankrupt us for a very long time.”", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "This could get messy.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "LOS ANGELES — Pacific Gas and Electric’s bankruptcy filing on Tuesday, to deal with billions of dollars in wildfire liability, set off a scramble by the company, investors and elected leaders in California to protect themselves and influence what happens next.", "label": "Buy"}, {"publishdate": "1/29/2019", "content": "SHANGHAI — Ever since Meng Wanzhou, the chief financial officer at the Chinese technology giant Huawei, was arrested in Canada nearly two months ago, Chinese officials have denounced the move as “wrongful” and “arbitrary” — a political affair cloaked in a judicial one.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "LONDON — Farmers, bakers and food producers have added their voices to warnings that Brexit could become a dinner plate issue. And they weren’t mincing words: they called Brexit a catastrophe and said they were too busy preparing for it to deal with any other business issues.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "TOKYO — Carlos Ghosn, the embattled auto executive indicted on charges of financial wrongdoing, says he was the victim of “plot and treason” by other Nissan leaders who wanted to thwart his plans to bring the automaker closer to its alliance partners, Renault of France and Mitsubishi Motors of Japan.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "Good Wednesday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "Good Wednesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "NEW DELHI — On Friday, Indian consumers will wake up to an emptier, more expensive version of Amazon’s shopping service.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "It was heralded a year and a half ago as the start of a Midwestern manufacturing renaissance: Foxconn, the Taiwanese electronics behemoth, would build a $10 billion Wisconsin plant to make flat-screen televisions, creating 13,000 jobs. President Trump later called the project “the eighth wonder of the world.”", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "SAN FRANCISCO — On Jan. 19, Grant Thompson, a 14-year-old in Arizona, made an unexpected discovery: Using FaceTime, Apple’s video chatting software, he could eavesdrop on his friend’s phone before his friend had even answered the call.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "Facebook sells advertisers on its access to real people — 2.32 billion of them, a network that exceeds the populations of North America, South America and Africa combined.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "Howard Schultz, the former Starbucks chief executive contemplating an independent run for president, stated it as a plain matter of fact: For someone with his views — a distinctly white-collar blend of conservative fiscal instincts and liberal social values — there is no suitable political party.", "label": "Buy"}, {"publishdate": "1/30/2019", "content": "Tesla has now shown it can make money — it reported its second consecutive quarterly profit on Wednesday, the first time it has done so — but the automaker still faces many challenges as it seeks to keep its growth going.", "label": "Buy"}, {"publishdate": "1/31/2019", "content": "It’s nowhere in his job description, but Tim Cook, Apple’s chief executive, has recently taken a moonlight gig as Facebook’s privacy watchdog.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "SEATTLE — If there are jitters in the economy, Microsoft isn’t feeling them.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "Add the recent government shutdown to the list of things that didn’t slow the American job market.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "LONDON — Investment in Britain’s auto industry plummeted last year as the country’s departure from the European Union drew nearer without agreement over the terms of leaving the bloc, figures released on Thursday show. ", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "Good Thursday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "SAN FRANCISCO — The chip-making giant Intel ended a seven-month search for a new chief executive on Thursday by naming the man who was running the company on an interim basis as its permanent leader.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "“Do You Still Have a Job at BuzzFeed?”", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "Last January, Amélie Wen Zhao posted an ecstatic message on her website: Her debut young adult fantasy novel, “Blood Heir,” had sold to a major children’s publishing house in a three-book deal after a heated auction, and was scheduled to be released in summer 2019.", "label": "Hold"}, {"publishdate": "1/31/2019", "content": "Italy has officially slipped into recession, and Europe as a whole is essentially at an economic standstill, raising anxieties that the world is on the verge of a significant slowdown.", "label": "Hold"}, {"publishdate": "2/1/2019", "content": "It’s bitterly cold, and holiday bills have drained your bank account. Time for “Frugal February,” when splurging on restaurant meals is out and saving money by dining on home-cooked fare is in.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "SEATTLE — Amazon held off stiffer competition for online shoppers during the holiday season, once again increasing its sales. But the company said on Thursday that growth slowed from its usual breakneck pace — and it came at a cost, with the company spending far more on shipping to win customers.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "As Democratic candidates begin to file their paperwork to run for president in 2020, they already know they will be facing a well-financed opponent. President Trump’s campaign reported $19.2 million in cash on hand Thursday in a filing with the Federal Election Commission.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "When Sherise Grant filed a claim against the manufacturer of her pelvic mesh implant, she hoped to use the money from a settlement to pay for its removal.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "Good Friday morning. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "HUOJIANCUN, China — The line to quit stretched the length of a football field.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "Good Friday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "In his six years in the Senate, Cory Booker has progressed from a moderate who defended private equity to a leading progressive voice on issues like criminal justice reform and marijuana legalization. As he transitions to a national presidential campaign, which he announced Friday, the candidate has been focusing on some key issues that animate the left wing of the Democratic Party.", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "Oral arguments were presented Friday in the most prominent lawsuit challenging the federal government’s repeal of broadband access rules known as net neutrality. ", "label": "Buy"}, {"publishdate": "2/1/2019", "content": "Taxing the wealthiest Americans at a higher rate may be good politics, since most voters won’t be affected. But while two recent proposals sound simple enough, they could be difficult to put into effect.", "label": "Buy"}, {"publishdate": "2/4/2019", "content": "Good Monday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "SAN FRANCISCO — Google’s parent company, Alphabet, had a tumultuous 2018, with employee revolts, antitrust fines, tough privacy regulation in Europe and heightened political scrutiny in Washington.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "William H. Gross, the “Bond King,” is going into retirement.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "RICHMOND, Va. — Lt. Gov. Justin Fairfax of Virginia emphatically denied on Monday a woman’s claim that he sexually assaulted her in 2004, suggesting at one point that Gov. Ralph Northam’s supporters were trying to block his ascent to the governorship at a moment when Mr. Northam is besieged by demands that he resign over charges of racism.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "PHOENIX — It’s hard to miss the dogged technological ambition pervading this sprawling desert metropolis.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "Good Monday morning. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "Gannett, the publisher of USA Today and more than 100 other newspapers across nearly three dozen states, rejected a hostile takeover bid from a hedge fund-backed newspaper group on Monday, kicking off a battle for shareholder votes to determine the future of the company.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "RICHMOND, Va. — Virginia plunged deeper into political turmoil Monday as Gov. Ralph Northam told aides he was not planning to step down, and his own lieutenant governor suggested Mr. Northam’s supporters were behind an effort to smear him with claims of sexual assault to block his ascent if the governor resigned.", "label": "Hold"}, {"publishdate": "2/4/2019", "content": "Stacey Abrams’s defeat in the Georgia governor’s race was only a few weeks old when she arrived in New York in December to meet with campaign donors and political allies. At a reception in Manhattan’s Chelsea neighborhood, a supporter asked her what she would do next.", "label": "Hold"}, {"publishdate": "2/5/2019", "content": "$9 MILLION", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "SAN FRANCISCO — You can think of it as a World Cup of biochemical research.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "BATON ROUGE, La. — It was a squabble over $2.9 million in property-tax breaks — small change for Exxon Mobil, a company that measures its earnings by the billions.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "A racist photograph on the 1984 yearbook page of Gov. Ralph Northam of Virginia.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "Beto O’Rourke, the Texas Democrat whose near miss Senate bid last year catapulted him to national fame, said on Tuesday afternoon that he would decide by the end of February whether to run for president in 2020.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "SAN FRANCISCO — Snap lost millions of users last year after an unpopular redesign of Snapchat, its ephemeral-messaging app. Now that exodus appears to be slowing.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "HOUSTON — Qatar Petroleum and Exxon Mobil said on Tuesday that they are making a big investment in American natural gas exports. The deal is designed in part to strengthen Qatar’s ties with the United States nearly two years after Saudi Arabia and its allies launched a trade embargo against the country.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "As reporters and editors find themselves the victims of layoffs at digital publishers and traditional newspaper chains alike, journalism generated by machine is on the rise.", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "2/5/2019", "content": "Good Tuesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "2/6/2019", "content": "Beto O’Rourke does not know whether he wants to run for president. He does know where he thinks he’ll find the answer: behind the wheel. In a series of posts on Medium, Mr. O’Rourke has detailed his somewhat aimless recent travels — seeing sights, thinking thoughts, dining with strangers — in a confessional style uncommon among presidential contenders. ", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "Is your child a “whale”?", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "Angela Ahrendts, the former Burberry chief hired by Apple five years ago to oversee its stores, said Tuesday that she would leave the company in April.", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "Seconds into the Democratic response to President Trump’s State of the Union address Tuesday evening, speculation took off about the political future of Stacey Abrams, the Georgia leader who was delivering the remarks on behalf of her party.", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "Motorists who live in New Jersey and have a major problem with a new vehicle have a handy tool: the best lemon law in the land. But about a third of the states have such weak lemon laws that consumers will have a tough time getting a fair deal, according to a study released this month by the Center for Auto Safety.", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "WASHINGTON — President Trump lauded his new trade agreement with Canada and Mexico in his State of the Union address on Tuesday and urged Congress to pass the revised pact. The deal, he argued, will help American farmers and workers and ensure “that more cars are proudly stamped with the four beautiful words: Made in the U.S.A.”", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "Vanessa C. Tyson, who has accused Lt. Gov. Justin E. Fairfax of Virginia of sexually assaulting her at the 2004 Democratic National Convention in Boston, released a statement on Wednesday describing her account of their encounter. Mr. Fairfax has denied the allegations. Read the full story here.", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "How do New York Times journalists use technology in their jobs and in their personal lives? Daisuke Wakabayashi, a technology reporter in San Francisco, discussed the tech he’s using.", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "When Spotify began more than 10 years ago, it had a simple goal: to establish itself as a force in the music business by making millions of songs instantly available to listeners worldwide. But with its announcement on Wednesday that it had acquired two podcast companies, the streaming service sent a strong signal that it has broader ambitions.", "label": "Sell"}, {"publishdate": "2/6/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Sell"}, {"publishdate": "2/7/2019", "content": "SAN FRANCISCO — Twitter continues to stabilize as a business.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "SYDNEY, Australia — The two top executives at one of Australia’s largest banks will depart after a damning report on misconduct in the country’s financial industry singled them out for their resistance to changing how they do business.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "Two banks announced the industry’s biggest merger in a decade on Thursday, signaling bank executives’ growing confidence that the regulatory constraints imposed after the 2008 financial crisis have begun to loosen.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "Good Thursday. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "PARIS — The French carmaker Renault on Thursday suggested publicly for the first time that Carlos Ghosn, its embattled former chairman and chief executive, may have misused company money to finance a lavish Marie Antoinette-themed party at Versailles to celebrate his second marriage and his new wife’s 50th birthday.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "In a direct challenge to Facebook’s business model, Germany’s competition authority on Thursday sharply curtailed how the tech giant may profile people, saying that users could refuse to allow the company to combine their Facebook information with data about their activities on other sites.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "SHENZHEN — Facebook’s apps and websites have been blocked in China for years. The company has no office in the country that supports its social networking services. And its attempts to open a subsidiary have been quickly snuffed out.", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "There’s a new boss at “60 Minutes.”", "label": "Hold"}, {"publishdate": "2/7/2019", "content": "Thomas K. Norment Jr., the powerful Republican majority leader in the Virginia Senate, was a top editor of a 1968 college yearbook that included several photographs of students in blackface as well as racist slurs.", "label": "Hold"}, {"publishdate": "2/8/2019", "content": "Good Friday. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "RICHMOND, Va. — L. Douglas Wilder, a grandson of slaves, became America’s first elected black governor 30 years ago, winning in Virginia in part by finessing the racist history of the state that is now roiling its politics once more.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "In the first quarter of the Super Bowl on Sunday, in front of nearly 100 million viewers watching on CBS, Anheuser-Busch ran a commercial for its Bon & Viv hard seltzer brand. Two women, clad in cropped short-sleeved collared shirts, played the mythical mermaid founders of the brand and pitched the beverage to a group of talking sharks under the sea.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "Anyone remember blogs?", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "A federal bankruptcy judge on Thursday approved Edward S. Lampert’s plan to buy Sears, but the judge implored Mr. Lampert to make a fresh start.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "There are private family squabbles, and then there are family squabbles that splash into public view, shining a spotlight on a bitter dispute.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "PRAGUE — In an attempt to push back against attempts to limit its reach in Europe, the Chinese technology giant Huawei threatened legal action against the Czech Republic if its cybersecurity agency did not rescind its warning about the risk the company poses to the nation’s critical infrastructure.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "A second woman came forward Friday with claims that she had been sexually assaulted by Lt. Gov. Justin E. Fairfax of Virginia, intensifying the weeklong political crisis in the state and leading top fellow Democrats to call for Mr. Fairfax to resign.", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "2/8/2019", "content": "Gavin de Becker, Jeff Bezos’ longtime security chief, may run his own consulting firm, write books, operate a private luxury terminal at Los Angeles International Airport and develop threat-assessment tools.", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "MASON CITY, Iowa — Senator Cory Booker glided into the state first, offering himself as a herald of peace in a northern Iowa church that advertised “radical hospitality” on its marquee. As a rainbow cracked the frozen sky outside, Mr. Booker spoke of restoring “grace and decency” and erasing “the lines that people think divide us — racial lines, religious lines, geographic lines.”", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "In the words of her detractors during the 2016 presidential race, Hillary Clinton was abrasive and shrill. She was aloof. She was unlikable.", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "AMSTERDAM — If anyone in the Netherlands is happy about Britain jilting the European Union, they keep that sentiment to themselves. The country has been built on trade, with huge volumes of goods flowing from its ports across the English Channel. Brexit, as the divorce is known, has proved disruptive.", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "President Trump signed an executive order Monday meant to spur the development and regulation of artificial intelligence, technology that many experts believe will define the future of everything from consumer products to health care to warfare.", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "Viewership for the Grammy Awards held steady on Sunday night, drawing an audience of 19.9 million people, according to Nielsen.", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "Good Monday. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "2/11/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Buy"}, {"publishdate": "2/12/2019", "content": "Frederick Law Olmsted understood nature’s ability to rejuvenate the mind and body. ", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "Mark Kelly, the former astronaut and gun-control activist who is married to Gabrielle Giffords, announced on Tuesday that he would run for Senate in Arizona, challenging appointed Senator Martha McSally and intensifying the Democratic threat to Republicans’ narrow control of the chamber.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "Jeff Bezos says owning The Washington Post is a “complexifier” for him. The newspaper could say the same about him.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "BERLIN — Relations between the United States and Germany have mostly gone downhill since President Trump took office. But on Tuesday they took an unexpected turn for the better.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "Last month, BuzzFeed laid off more than 220 employees, or 15 percent of its work force. On Tuesday, employees at the company’s news division responded with the announcement that they planned to form a union.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "$14.975 MILLION", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "As politicians across the country demand a change in Virginia’s embattled leadership, business leaders are largely sticking to the sidelines.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "The morning after the election of Donald J. Trump, Kirsten Gillibrand woke up and began crying. “Bawling,” she corrected herself.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "WASHINGTON — The longest government shutdown in United States history resulted in a “shocking” number of taxpayers’ calls to the Internal Revenue Service going unreturned or being left to languish on hold for unusually long periods, according to a government audit released on Tuesday.", "label": "Hold"}, {"publishdate": "2/12/2019", "content": "BEIJING — When China joined the World Trade Organization, the global fraternity of cross-border commerce, it promised to open itself up to foreigners in lucrative businesses like banking, telecommunications and electronic-payment processing.", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "It began as a lighthearted moment. Senator Kamala Harris, the California Democrat and former prosecutor who announced her presidential candidacy last month, revealed on a popular radio show this week that she had smoked marijuana during her college years at Howard University in Washington.", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "Good Wednesday. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "It’s a scene that Maria Ressa, a co-founder of an online news start-up critical of President Rodrigo Duterte of the Philippines, has grown accustomed to.", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "The tax preparers at H&R Block had to take a new class before their busy season started this year: empathy training.", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "Pacific Gas & Electric, the California utility that faces billions of dollars in wildfire damages, hopes to use its bankruptcy to reduce its liabilities and emerge a more stable company. ", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "SYDNEY, Australia — Atlassian is a very boring software company. It develops products for software engineers and project managers, with hits like Jira (for software project management and bug tracking) and Fisheye (a revision-control browser). And who could forget Confluence (an enterprise knowledge management system)?", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "SAN FRANCISCO — A former senior lawyer at Apple who oversaw the company’s insider trading policies was himself accused of insider trading by federal prosecutors and securities regulators in complaints made public on Wednesday.", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Hold"}, {"publishdate": "2/13/2019", "content": "Got a bunch of home-improvement dreams but you’re not quite sure where to start? Let a free or inexpensive three-dimensional floor plan program be your guide. ", "label": "Hold"}, {"publishdate": "2/14/2019", "content": "When Jeff Dachis suddenly and unexpectedly learned he had Type 1 diabetes at the age of 46 in September 2013, he was stunned. After all, he ran marathons, followed a healthy diet and never had an inkling of any medical troubles during previous annual physicals.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "BEIJING — Call it the Little Red App.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "Amazon’s surprise announcement on Thursday that it was canceling its planned expansion to a new corporate campus in New York was greeted with celebration by local activists and politicians who had opposed the deal, and frustration by local officials — and more than a few real estate agents in Queens — who had eagerly anticipated an influx of well-compensated tech workers.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "FRANKFURT — The once seemingly unstoppable German economy had the slowest growth of any eurozone country except Italy at the end of 2018, according to data published on Thursday that brought the impact of President Trump’s trade war into stark relief.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "The Democratic National Committee on Thursday unveiled the criteria for participation in the first two presidential primary debates, splitting the debates across two consecutive nights to accommodate an already sprawling field of candidates.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "MADRID — Raquel Navarro downed an early-morning coffee, kissed her husband goodbye and hurried from her family’s spacious brick home in a suburb north of the Spanish capital.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "An audit released by the Education Department on Thursday described its slipshod oversight of federal student loan servicers that were regularly let off the hook for mistakes, driving up costs for taxpayers and for borrowers already owing more than $1 trillion in debt.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "Good Thursday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "TOULOUSE, France — Since a solo flight by the Wright brothers on the shore of North Carolina more than a century ago, the size of airplanes has gone in one direction — up. But the era of ever larger jets, and the romantic idea of continent-hopping travel they inspired, came to an unofficial end with the announcement by Airbus on Thursday that it plans to cease production of the A380, the largest passenger airliner ever built.", "label": "Buy"}, {"publishdate": "2/14/2019", "content": "Good Thursday. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "2/15/2019", "content": "The value of a Picasso or a Ferrari typically rises in a strong economy, as do shares in a consumer staple like Procter & Gamble.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "When Amazon announced Thursday that it was abandoning plans for an additional corporate headquarters in New York, no one was more surprised than the union leaders who were in talks with the company the day before.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "WASHINGTON — Facebook and the Federal Trade Commission are discussing a settlement over privacy violations that could amount to a record, multibillion-dollar fine, according to three people with knowledge of the talks.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "Good Friday. Want this by email? Sign up here.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "Air travelers who want to will soon be able to choose a gender option other than “male” or “female” when buying their tickets.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "President Trump reeled off a list of his favorite media personalities on Friday when asked who might have influenced his decision to declare a national emergency after Congress refused to give him money for a border wall.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "Hi. I’m Steve Lohr. I write about the technology industry, from the old titans like IBM to start-ups working on the future of artificial intelligence.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "BEIJING — United States officials said on Friday that they had made “progress” during a week of trade talks with their Chinese counterparts, but big sticking points remain and the two sides plan to continue negotiations next week in Washington to try to end the trade war.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "A potential rival to Tesla in electric cars just got a big boost from Amazon.", "label": "Hold"}, {"publishdate": "2/15/2019", "content": "Looking for a new car over the holiday weekend? It may be challenging to find an affordable one, given rising prices and higher financing costs.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "Senator Bernie Sanders, the Vermont independent and 2016 Democratic primary runner-up whose populist agenda has helped push the party to the left, embarked on Tuesday on a second run for president, in a bid that will test whether he retains his anti-establishment appeal or loses ground to newer faces who have adopted many of his ideas.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "Last month, the YouTube star Shane Dawson uploaded his new project: a 104-minute documentary, “Conspiracy Theories With Shane Dawson.”", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "We can’t track knowledge work the way we did factory work.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "Senator Elizabeth Warren of Massachusetts introduced a universal child care proposal on Tuesday, the latest in a series of ambitious policy ideas from Democratic presidential candidates.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "When Asics America, the athletic-shoe maker, decided to diversify its United States presence beyond its headquarters in Irvine, Calif., a few years ago, Boston beckoned.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "PITTSBURGH — Last year, The Pittsburgh Post-Gazette chose Martin Luther King’s Birthday as the publication date for an editorial headlined “Reason as Racism.” On Monday, a little more than a year after that piece drew national criticism, The Post-Gazette named its editorial page director, Keith C. Burris, as its newsroom leader.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "$280.82/SQ. FT.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "BEIJING — Ren Zhengfei, the founder of the Chinese technology giant Huawei, has accused the United States of having political motivations in leveling criminal charges against the company and his daughter, a top Huawei executive.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "Good Tuesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "2/19/2019", "content": "CULVER CITY, Calif. — The film business has chewed up Amazon over the last year and a half.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "LONDON — The Trump administration has spent a year trying to convince America’s allies in Europe that the Chinese telecommunications giant Huawei is a grave threat to their national security and should not be allowed any role in developing new wireless networks.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "How do New York Times journalists use technology in their jobs and in their personal lives? Isabella Kwai, a correspondent in Sydney, Australia, discussed the tech she’s using.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "After lurching from crisis to crisis last year, Tesla appeared to have found its footing in January when it reported its second consecutive quarterly profit and said it had more than enough cash to pay off bonds coming due in March.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "WASHINGTON — Just over 24 hours after announcing his presidential bid, Senator Bernie Sanders of Vermont has already raised $6 million from more than 225,000 donors, his campaign said Wednesday morning.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "SAN FRANCISCO — It’s hard to imagine how smartphones could get much better. Most are already zippy and equipped with jumbo screens, powerful cameras and face scanners. ", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "The debate unfolded over a period of days, on multiple televised stages in different states. There were no direct clashes between the candidates, no traces of personal animus — but a debate it was, the first vivid disputation over policy in the 2020 Democratic presidential primary.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "Good Wednesday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "McKinsey & Company agreed Tuesday to a $15 million settlement with the Justice Department to resolve an investigation into allegations that it did not make required disclosures of its financial connections with other parties while working on bankruptcies.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "As leading Democrats roll out proposals to increase taxes on the rich, the American people are largely behind them.", "label": "Hold"}, {"publishdate": "2/20/2019", "content": "COPENHAGEN — Regulators in Estonia have ordered Danske Bank to leave the country within eight months, arguing that the Danish bank’s $230 billion money-laundering scandal had tarnished the reputation of Estonia’s financial market.", "label": "Hold"}, {"publishdate": "2/21/2019", "content": "The Justice Department and Securities and Exchange Commission are investigating Johnson & Johnson over concerns about possible asbestos contamination of its popular baby powder and other talc-based products, the company said Wednesday.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "WASHINGTON — As President Trump dangles the possibility of extending a March deadline to reach a trade deal with China, his advisers are trying to secure firm commitments from Beijing to purchase more American products, prevent currency manipulation and end its practice of forcing American companies to hand over valuable technology.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "SAN FRANCISCO — Huawei, the Chinese technology company accused by the authorities in the United States of posing a security risk, is expanding its operations in Canada.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "SAN FRANCISCO — Google said it would no longer force employees to settle disputes with the company in private arbitration, expanding on an earlier pledge to do away with the practice in cases of sexual harassment or assault.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "Good Thursday. Want this by email? Sign up here.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "Good Thursday morning. Here are some of the stories making news in Washington and politics today.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "From the very first day of the 2020 presidential race, when Senator Elizabeth Warren of Massachusetts blamed “generations of discrimination” for black families earning far less than white households, Democratic hopefuls have broadly emphasized racial justice and closing the wealth gap in their policy platforms.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "Despite all he had seen in nearly three decades as executive director of Detroit’s annual auto show, Rod Alberts found himself staring in mild disbelief.", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "SAN FRANCISCO — Pinterest confidentially filed paperwork to go public, according to two people familiar with the decision, joining a stampede of high-profile start-ups heading toward the public markets. ", "label": "Buy"}, {"publishdate": "2/21/2019", "content": "WASHINGTON — More than a dozen children’s advocacy groups on Thursday accused Facebook of knowingly deceiving children into racking up fees from games on its social network, the latest in a string of complaints against the company sent to federal regulators.", "label": "Buy"}, {"publishdate": "2/22/2019", "content": "Each week, technology reporters and columnists from The New York Times review the week’s news, offering analysis and maybe a joke or two about the most important developments in the tech industry. Want this newsletter in your inbox? Sign up here.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "Kraft Heinz, the food giant whose products include Jell-O and Oscar Mayer meats, on Thursday released a surprising batch of bad news that included a multibillion dollar write-down signaling a plunge in the value of some of its most famous brands.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "The producers of the Fox drama “Empire” announced Friday that Jussie Smollett’s character would not appear in the final two episodes of the show’s fifth season. The announcement came a day after Chicago police arrested him and said he staged an attack against himself in a bid for publicity.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "Japan’s largest bank, Mitsubishi UFJ Financial Group, was already being investigated by United States prosecutors over whether it had failed to detect money laundering and sanctions violations at its branches. On Friday, the bank got a fresh warning that it needed to address the issue, and quickly.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "Senator Amy Klobuchar was hungry, forkless and losing patience.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "Good Friday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "It’s one of the most vexing challenges facing the labor movement: how to wield influence in an era increasingly dominated by technology giants that are often resistant to unions.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "Have you gotten a bonus from your credit card company for successfully referring friends or family for new cards? You may owe taxes on that bonus.", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "When nine refund checks landed in his mailbox a few months ago, Jed Shafer figured he was finally done with his student loan. ", "label": "Hold"}, {"publishdate": "2/22/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "General Electric agreed on Monday to sell its biopharmaceutical business to Danaher for about $21.4 billion, as the troubled industrial giant sells off divisions to pay down debt and steady its business.", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "LOS ANGELES — Something seismic was happening during the Academy Awards ceremony on Sunday night. The Hollywood establishment, excoriated for its longtime exclusion of women and minorities, recognized African-American production design and costume virtuosos for the first time. Asian-American filmmakers were honored. A movie about a gay rock star collected four trophies.", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "Good Monday. (Want this by email? Sign up here.)", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "The view south from Hill House, a 14-story apartment block perched on a hill in North London, is about as spectacular as it gets in the sprawling British capital.", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "Who needs a host?", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "Armchair investors have been selling stock. ", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "Good Monday morning. Here are some of the stories making news in Washington and politics today.", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "A clutch of advisers to Senator Bernie Sanders began arriving at the Capitol Hill townhouse that served as his makeshift headquarters before dawn last Tuesday, where they readied themselves to track, among other things, the deluge of donations that would land after Mr. Sanders made his presidential campaign official.", "label": "Hold"}, {"publishdate": "2/25/2019", "content": "Hi. Welcome to On Politics, your guide to the day in national politics. I’m Lisa Lerer, your host.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "ANKENY, Iowa — When Senator Kamala Harris came to Iowa last month shortly after entering the presidential race, she surprised some in her own party by breezily stating her support for a single-payer health care plan that would end private insurance.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "WASHINGTON — The architects of the 2016 insurgent campaign for Senator Bernie Sanders abruptly parted ways with his 2020 campaign on Tuesday, dealing him a surprise blow one week after he entered the presidential race with an emphatic show of fund-raising strength.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "PARIS — The sidewalks are cracked along “la plus belle avenue du monde” — the most beautiful street in the world. Each day, 60,000 cars clog the lanes. Walkways are cluttered with abandoned scooters.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "Even as analysts are forecasting declines in auto sales in the United States this year and next, Fiat Chrysler Automobiles believes the time is still ripe for expansion.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "SWINOUJSCIE, Poland — Gargantuan tankers pull into this port on the Baltic Sea twice a month, ferrying liquid natural gas from producers in Qatar, Norway and, increasingly, the United States. The fuel will help light and heat millions of Polish homes, while gradually cutting the country’s dependence on coal.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "Good Tuesday. (Want this by email? Sign up here.)", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "You may have heard about the Overton window, and that’s not about to stop. With the political landscape shifting in sometimes startling ways, what was once an obscure idea has gained broader relevance.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "The federal government on Tuesday lost its second court challenge to AT&T’s $85.4 billion merger with Time Warner, a blockbuster deal that has already begun to reshape much of the media industry.", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "$18 MILLION", "label": "Hold"}, {"publishdate": "2/26/2019", "content": "Elon Musk has put himself in legal trouble with a post on Twitter. Again.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "BARCELONA, Spain — The Trump administration sent a delegation to Spain this week to make its case against the Chinese technology company Huawei at one of the world’s biggest tech trade shows. ", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "WASHINGTON — The Federal Trade Commission on Wednesday announced a $5.7 million settlement with Musical.ly, a popular video social network now known as TikTok, over accusations that the company’s app illegally collected personal information about children.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "Argosy University, a chain of vocationally focused schools with nearly two dozen campuses nationwide, teetered on the edge of collapse on Wednesday after the Education Department accused it of improperly taking as much as $16 million in aid money that should have gone to students.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "A private arbitrator ruled this month that Fox must pay the extraordinary sum of $178.7 million to former producers and stars of the procedural crime television series “Bones” in a dispute over profit participation.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "CHONGQING, China — For Detroit, China once meant opportunity. The country’s growing ranks of drivers bought cars by the millions. Its cheap labor gave American automakers dreams of someday exporting their Chinese-made cars to the United States. The Big Three bet billions of dollars there.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "NEWARK, Del. — Former Vice President Joseph R. Biden Jr. said Tuesday that there’s “a consensus” in his family that he should run for president, but Mr. Biden said he did not want to embark on “a fool’s errand” and was still deliberating about whether to enter the race for the Democratic nomination.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "Forgetting to shut off a keyless vehicle has been a safety hazard for years, causing a growing number of carbon-monoxide deaths. But a proposed regulation to require warning signals and other precautions has languished in the face of opposition from the auto industry.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "WASHINGTON — Robert Lighthizer, the president’s top trade adviser, cautioned lawmakers on Wednesday that hurdles remain to reaching a significant trade deal with China but said the administration’s talks represent the best hope for resetting economic terms between the two nations.", "label": "Hold"}, {"publishdate": "2/27/2019", "content": "After I set up Samsung’s new Galaxy S10 Plus phone last week, I showed it to my partner and said with atypical enthusiasm, “Check it out — this phone has the fingerprint sensor built directly into the screen.”", "label": "Hold"}, {"publishdate": "2/28/2019", "content": "Good Thursday. (Want this by email? Sign up here.)", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "Get the DealBook newsletter to make sense of major business and policy headlines — and the power-brokers who shape them.__________", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "Five years ago, the classic car market had just completed a turnaround that left even seasoned observers surprised by its speed. The deep recession that began in 2007 had dealt the same initial blow to vintage car prices that it did to the Dow and to the real estate market.", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "The country is 337 days away from the Iowa caucuses and 611 days from the general election for president. But that’s not stopping Democrats from debating the politics of entering the race really, really early or just, well, plain old-fashioned early.", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "Richard Plepler, the gregarious chief executive of HBO and one of the most influential executives in entertainment, abruptly stepped down on Thursday. His decision came eight months after AT&T acquired Time Warner, the network’s corporate home, in an $85.4 billion deal.", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "LONDON — Just past the entrance to the airy headquarters of The Daily Mail, Britain’s pugnacious and politically powerful publication, stands a sculpture of three small spheres with wings. The title is hidden away on a small plaque: “Bullets of Information.”", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "SAN FRANCISCO — Some of the world’s biggest internet messaging companies are hoping to succeed where cryptocurrency start-ups have failed by introducing mainstream consumers to the alternative world of digital coins.", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "The American economy slowed at the end of 2018 — and there could be a further slowdown to come.", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "Beto O’Rourke, who has turned his consideration of a presidential campaign into an online version of reality television, inviting Americans to follow along through journal dispatches as he travels the country in search of personal clarity, said Wednesday that he had made his decision.", "label": "Buy"}, {"publishdate": "2/28/2019", "content": "It broadcasts forced confessions to American audiences. It avoids subjects that displease Beijing. It cuts away when wind musses the hair of Xi Jinping, the Chinese president.", "label": "Buy"}]}